---
kind: other
id: Properties.T:Autodesk.Revit.DB.SATExportOptions
source: html/5a99bad5-bc84-3485-44b4-503a64eb3f00.htm
---
# SATExportOptions Properties

Specifies whether the .NET object represents a valid Revit entity.